import {imageUrl} from '../../../../pages/common/js/baseUrl'
Page({
  data: {
    imageUrl,
    list:[
      {
        type:1,
        info:'Q：如何获取优惠券？'
      },
      {
        type:2,
        info:' A：点击公众号【抢券】频道参与抢券，我们努力不定期发大券；',
        info1:'订单支付成功后，参与评价。优质评价直送2元稀有立减；PS:从现在起，所有优惠累加使用；',
        info2:' 随时上我，关注绝味鸭脖公众号官方活动；在优惠这件事上，我们从不逗逼！'
      },
      {
        type:1,
        info:'Q：优惠券的使用条件？'
      },
      {
        type:2,
        info:'A：全场通用！'
      },
      {
        type:1,
        info:'Q：下单的时候使用了优惠券，但是后来订单取消了，优惠券还会返还吗？'
      },
      {
        type:2,
        info:'A：当然必须会。订单取消后优惠券会自动返还到您的账户，请注意查收。没有关注微信公众号的，无法查询。'
      },
      {
        type:1,
        info:'Q：优惠券能找零兑换吗？'
      },
      {
        type:2,
        info:'A：优惠券不找零，不兑换。'
      },
      {
        type:2,
        info:'A：一切优惠活动最终解释权归绝味鸭脖所有。嘎～'
      },
    ]
  },
  onLoad() {},
});
